Repository: SRGSSR/srgdataprovider-apple
Catalog: Framework/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

source: Several errors have been encountered
de: Verschiedene Fehler sind aufgetreten.
fr: Plusieurs erreurs se sont produites.
it: Sono stati riscontrati alcuni errori

source: The audio was not found
de: Das Audio wurde nicht gefunden.

source: The commercial content was skipped.
de: Werbung darf in Play SRF nicht angezeigt werden und wird übersprungen.
fr: Une séquence publicitaire a été sautée.
it: Il contenuto commerciale è stato ignorato.

source: The content was skipped because it is not available anymore.
de: Dieser Inhalt ist nicht mehr verfügbar und wird übersprungen.
fr: Une séquence dépubliée a été sautée.
it: Il contenuto è stato ignorato perché non è più disponibile.

source: The content was skipped because it is not available outside Switzerland.
de: Dieser Inhalt ist ausserhalb der Schweiz nicht verfügbar und wird daher übersprungen.
fr: Une séquence pour laquelle la RTS ne dispose pas des droits de diffusion en dehors de la Suisse a été sautée.
it: Il contenuto è stato ignorato perché non è disponibile fuori dalla Svizzera.

source: The content was skipped because it is not available yet. Please try again later.
de: Dieser Inhalt ist noch nicht verfügbar und wird übersprungen. Bitte versuchen Sie es später noch einmal.
fr: Une séquence pas encore disponible a été sautée.
it: Il contenuto è stato ignorato perché non è ancora disponibile. Si prega di riprovare più tardi.

source: The content was skipped because it is not available.
de: Dieser Inhalt ist nicht verfügbar und wird übersprungen.
fr: Une séquence indisponible a été sautée.
it: Il contenuto è stato ignorato perché non è disponibile.

source: The content was skipped due to legal restrictions.
de: Dieser Inhalt ist aus rechtlichen Gründen nicht verfügbar und wird übersprungen.
fr: Une séquence dépubliée sur décision de justice n’a pas été lue.
it: Il contenuto non è fruibile a causa di restrizioni legali.

source: The content was skipped to protect children. Please try again between 11PM and 5AM.
de: Dieser Inhalt ist aus Gründen des Jugendschutzes zur Zeit nicht verfügbar. Bitte versuchen Sie es zwischen 23:00 und 5:00 Uhr noch einmal.
fr: Une séquence non adaptée aux enfants n’a pas été lue (accessible entre 23h et 5h).
it: Il contenuto è stato ignorato per proteggere i bambini. Si prega di riprovare tra 23 e 5.

source: The content was skipped to protect children. Please try again between 8AM and 6AM.
de: Dieser Inhalt ist aus Gründen des Jugendschutzes zur Zeit nicht verfügbar. Bitte versuchen Sie es zwischen 20:00 und 6:00 Uhr noch einmal.
fr: Une séquence non adaptée aux enfants n’a pas été lue (accessible entre 20h et 6h).
it: Il contenuto è stato ignorato per proteggere i bambini. Si prega di riprovare tra le 20 e le 6.

source: The data is invalid.
de: Die Daten sind ungültig.
fr: Les données sont invalides.
it: I dati non sono corretti.

source: The stream could not be secured.
de: Die Wiedergabe kann nicht abgesichert werden.

source: The video was not found
de: Das Video wurde nicht gefunden.

source: This commercial media is not available.
de: Dieses Werbe-Video ist nicht verfügbar.
fr: Ce contenu n’est actuellement pas disponible.
it: Questo contenuto commerciale non è disponibile.

source: This media is not available anymore.
de: Dieser Inhalt ist nicht mehr verfügbar.
fr: Ce contenu n’est plus disponible.
it: Questo media non è più disponibile.

source: This media is not available due to legal restrictions.
de: Dieser Inhalt ist aus rechtlichen Gründen nicht verfügbar.
fr: Par décision de justice, ce contenu a été retiré.
it: Questo media non è disponibile a causa di restrizioni legali.

source: This media is not available outside Switzerland.
de: Dieser Inhalt ist ausserhalb der Schweiz nicht verfügbar.
fr: La RTS ne dispose pas des droits de diffusion en dehors de la Suisse.
it: Questo media non è disponibile fuori dalla Svizzera.

source: This media is not available yet. Please try again later.
de: Dieser Inhalt ist noch nicht verfügbar. Bitte versuchen Sie es später noch einmal.
fr: Ce contenu n’est pas encore disponible.
it: Questo media non è ancora disponibile. Si prega di riprovare più tardi.

source: This media is not available.
de: Dieser Inhalt ist nicht verfügbar.
fr: Ce contenu n’est actuellement pas disponible.
it: Questo media non è disponibile.

source: To protect children, this media is only available between 11PM and 5AM.
de: Aus Gründen des Jugendschutzes steht dieser Inhalt nur zwischen 23:00 und 05:00 Uhr zur Verfügung.
fr: Pour protéger les enfants, ce contenu est accessible entre 23h et 5h.
it: Per proteggere i bambini, questo media è disponibile solo fra le 23 le 5.

source: To protect children, this media is only available between 8PM and 6AM.
de: Aus Gründen des Jugendschutzes steht dieser Inhalt nur zwischen 20:00 und 06:00 Uhr zur Verfügung.
fr: Pour protéger les enfants, ce contenu est accessible entre 20h et 6h.
it: Per proteggere i bambini, questo media è disponibile solo fra le 20 e le 6.

source: You are likely connected to a public wifi network with no Internet access
de: Sie sind möglicherweise mit einem öffentlichen WLAN ohne Internetanschluss verbunden.
fr: Vous êtes probablement connecté à un réseau wifi public sans accès Internet
it: Probabilmente si è connessi a una rete Wi-Fi pubblico senza però avere accesso a Internet
