Repository: SRGSSR/srgdataprovider-apple
Catalog: Sources/SRGDataProviderModel/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

source: Parental advisory
de: Begleitung durch Erwachsene empfohlen
fr: Accord parental recommandé
it: Supervisione di un adulto raccomandata

source: The commercial content was skipped.
de: Werbung darf nicht angezeigt werden und wird übersprungen.
fr: Une séquence publicitaire a été sautée.
it: Il contenuto commerciale è stato ignorato.

source: The content was skipped because it is not available anymore.
de: Dieser Inhalt ist nicht mehr verfügbar und wird übersprungen.
fr: Une séquence dépubliée a été sautée.
it: Il contenuto è stato ignorato perché non è più disponibile.

source: The content was skipped because it is not available outside Switzerland.
de: Dieser Inhalt ist ausserhalb der Schweiz nicht verfügbar und wird übersprungen.
fr: Une séquence pour laquelle la RTS ne dispose pas des droits de diffusion en dehors de la Suisse a été sautée.
it: Il contenuto è stato ignorato perché non è disponibile fuori dalla Svizzera.

source: The content was skipped because it is not available yet. Please try again later.
de: Dieser Inhalt ist noch nicht verfügbar und wird übersprungen. Bitte versuchen Sie es später noch einmal.
fr: Une séquence pas encore disponible a été sautée.
it: Il contenuto è stato ignorato perché non è ancora disponibile. Si prega di riprovare più tardi.

source: The content was skipped because it is not available.
de: Dieser Inhalt ist nicht verfügbar und wird übersprungen.
fr: Une séquence indisponible a été sautée.
it: Il contenuto è stato ignorato perché non è disponibile.

source: The content was skipped due to legal restrictions.
de: Dieser Inhalt ist aus rechtlichen Gründen nicht verfügbar und wird übersprungen.
fr: Une séquence dépubliée sur décision de justice n’a pas été lue.
it: Il contenuto non è fruibile a causa di restrizioni legali.

source: The content was skipped to protect children. Please try again between 10PM and 5AM.
de: Dieser Inhalt ist aus Gründen des Jugendschutzes zur Zeit nicht verfügbar. Bitte versuchen Sie es zwischen 22:00 und 5:00 Uhr noch einmal.
fr: Une séquence non adaptée aux enfants n’a pas été lue (accessible entre 22h et 5h).
it: Il contenuto è stato ignorato per proteggere i bambini. Si prega di riprovare tra 22 e 5.

source: The content was skipped to protect children. Please try again between 8AM and 6AM.
de: Dieser Inhalt ist aus Gründen des Jugendschutzes zur Zeit nicht verfügbar. Bitte versuchen Sie es zwischen 20:00 und 6:00 Uhr noch einmal.
fr: Une séquence non adaptée aux enfants n’a pas été lue (accessible entre 20h et 6h).
it: Il contenuto è stato ignorato per proteggere i bambini. Si prega di riprovare tra le 20 e le 6.

source: This commercial media is not available.
de: Dieses Werbe-Video ist nicht verfügbar.
fr: Ce contenu n’est actuellement pas disponible.
it: Questo contenuto commerciale non è disponibile.

# This media is not available anymore.
source: This content is not available anymore.
de: Dieser Inhalt ist nicht mehr verfügbar.
fr: Ce contenu n’est plus disponible.
it: Questo media non è più disponibile.

# This media is not available due to legal restrictions.
source: This content is not available due to legal restrictions.
de: Dieser Inhalt ist aus rechtlichen Gründen nicht verfügbar.
fr: Par décision de justice, ce contenu a été retiré.
it: Questo media non è disponibile a causa di restrizioni legali.

# This media is not available outside Switzerland.
source: This content is not available outside Switzerland.
de: Dieser Inhalt ist ausserhalb der Schweiz nicht verfügbar.
fr: La RTS ne dispose pas des droits de diffusion en dehors de la Suisse.
it: Questo media non è disponibile fuori dalla Svizzera.

# This media is not available yet. Please try again later.
source: This content is not yet available. Please try again later.
de: Dieser Inhalt ist noch nicht verfügbar. Bitte versuchen Sie es später noch einmal.
fr: Ce contenu n’est pas encore disponible.
it: Questo media non è ancora disponibile. Si prega di riprovare più tardi.

# This media is not available.
source: This content is not available.
de: Dieser Inhalt ist nicht verfügbar.
fr: Ce contenu n’est actuellement pas disponible.
it: Questo media non è disponibile.

source: This program contains disturbing content and might not be suitable to some audiences
de: Dieses Programm kann verstörend wirken und ist für Kinder nicht geeignet
fr: Ce programme contient des scènes susceptibles de heurter certaines sensibilités
it: Per un pubblico adulto

# To protect children, this media is only available between 10PM and 5AM.
source: To protect children, this content is only available between 10PM and 5AM.
de: Aus Gründen des Jugendschutzes steht dieser Inhalt nur zwischen 22:00 und 05:00 Uhr zur Verfügung.
fr: Pour protéger les enfants, ce contenu est accessible entre 22h et 5h.
it: Per proteggere i bambini, questo media è disponibile solo fra le 22 le 5.

# To protect children, this media is only available between 8PM and 6AM.
source: To protect children, this content is only available between 8PM and 6AM.
de: Aus Gründen des Jugendschutzes steht dieser Inhalt nur zwischen 20:00 und 06:00 Uhr zur Verfügung.
fr: Pour protéger les enfants, ce contenu est accessible entre 20h et 6h.
it: Per proteggere i bambini, questo media è disponibile solo fra le 20 e le 6.
